Repository: Sorrow2/decrypter
Catalog: decrypter/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Ooops. Page
ru: У-упс. Страница

source: not found.
ru: не найдена.

source: Maybe It would be better to go
ru: Может быть, вам лучше перейти

source: Home
ru: Домой

source: We found some bad-ass code, so site crashed.
ru: ГОВНОКОД ДЕТЕКТЕД! Сайт упал((

source: Please, wait a couple of minutes, when our developer would fix it.
ru: Пожалуйста, подождите пару минут, наши разработчики уже все чинят.

source: Your input
ru: Вы ввели

source: Return to the input
ru: Вернуться

source: Enter your strange text to the field below
ru: Введите ваш непонятный текст в поле ниже

source: encrypted
ru: шифротекст

source: or enter coordinates here.
ru: или введите координаты здесь

source: latitude
ru: широта

source: longitude
ru: долгота

source: Analyze!
ru: Проанализировать!

source: Change your locale
ru: Сменить язык

source: change
ru: применить
